Repository: vslavik/winsparkle
Catalog: WinSparkle_*.po
Languages: de_de

source: Skip this version
de_de: Version überspringen

source: Remind me later
de_de: Später erinnern

source: Download update
de_de: Update herunterladen

source: Install update
de_de: Update installieren

source: %s cannot be restarted.
de_de: %s kann nicht neugestartet werden.

source: Make sure that you don't have any unsaved documents and try again.
de_de: Stellen Sie sicher, dass sie keine nicht gespeicherte Dokumente haben und versuchen Sie es erneut.

source: Launching the installer...
de_de: Starten des Installers...

source: Failed to launch the installer.
de_de: Starten des Installers fehlgeschlagen.

source: Checking for updates...
de_de: Es wird auf Updates geprüft...

source: Cancel
de_de: Abbrechen

source: You're up to date!
de_de: Sie benutzen bereits die neueste Version!

source: %s %s is currently the newest version available.
de_de: %s %s ist zur Zeit die neueste verfügbare Version.

source: Close
de_de: Schließen

source: Update Error!
de_de: Update Fehler!

source: An error occurred in retrieving update information; are you connected to the internet? Please try again later.
de_de: Es ist ein Fehler aufgetretten beim Abrufen der Updateinformationen. Stellen Sie sicher, dass Sie mit dem Internet verbunden sind und versuchen Sie es erneut später.

source: A new version of %s is available!
de_de: Eine neue Version von %s ist verfügbar!

source: %s %s is now available (you have %s). Would you like to download it now?
de_de: %s %s ist jetzt verfügbar (Sie haben %s). Möchten Sie es jetzt herunterladen?

source: Downloading update...
de_de: Update wird heruntergeladen...

source: %s of %s
de_de: %s von %s

source: Check for updates automatically?
de_de: Automatisch auf Updates prüfen?

source: Should %s automatically check for updates? You can always check for updates manually from the menu.
de_de: Soll %s automatisch auf Updates prüfen? Sie können immer manuell auf Updates prüfen, indem Sie auf den Befehl im Menü klicken.

source: Check automatically
de_de: Automatisch prüfen

source: Don't check
de_de: Nicht prüfen
