Repository: vslavik/winsparkle
Catalog: translations/*.po
Languages: bg, bs, fi, ja, pl, sr@latin

source: Software Update
bg: Обновяване
bs: Ažuriranje softvera
fi: Ohjelmistopäivitys
ja: ソフトウェアの更新
pl: Aktualizacja oprogramowania
sr@latin: Ažuriranje softvera

source: Release notes:
bg: Бележки по изданието:
bs: Napomene:
fi: Julkaisutiedot:
ja: リリースノート:
pl: Informacje o aktualizacji:
sr@latin: Napomene o verziji:

source: Skip this version
bg: Пропускане на изданието
bs: Preskoči ovu verziju
fi: Ohita tämä versio
ja: このバージョンをスキップする
pl: Pomiń tę wersję
sr@latin: Preskoči ovu verziju

source: Remind me later
bg: По-късно
bs: Podsjeti me kasnije
fi: Muistuta myöhemmin
ja: 後で再通知
pl: Przypomnij później
sr@latin: Podseti me kasnije

source: Install update
bg: Инсталиране
bs: Instaliraj nadogradnju
fi: Asenna päivitys
ja: アップデートをインストール
pl: Zainstaluj aktualizację
sr@latin: Instaliraj

source: %s cannot be restarted.
bg: %s не може да бъде рестартиран.
bs: %s nije moguće ponovo pokrenuti.
fi: %s ei voida käynnistää uudelleen.
ja: %s を再起動できません。
pl: %s nie może zostać uruchomiony ponownie.
sr@latin: Nije moguće ponovo pokrenuti %s.

source: Make sure that you don't have any unsaved documents and try again.
bg: Уверете се, че нямате незапазени документи и опитайте отново.
bs: Provjerite da li ste sačuvali sve dokumente i pokušajte ponovo.
fi: Varmista että olet tallentanut kaikki avoimet tiedostot ja yritä uudelleen.
ja: 未保存のドキュメントがないことを確認し、もう一度お試しください。
pl: Upewnij się, że nie masz żadnych niezapisanych dokumentów i spróbuj ponownie.
sr@latin: Proverite da li ste sačuvali sve dokumente i pokušajte ponovo.

source: Launching the installer...
bg: Пускане на инсталационната програма
bs: Pokrećem instalaciju...
fi: Käynnistetään asennusta...
ja: インストーラーを起動中…
pl: Uruchamianie instalatora...
sr@latin: Pokretanje instalacije…

source: Failed to launch the installer.
bg: Отварянето на инсталатора е неуспешно.
bs: Pokretanje instalacije nije uspjelo.
fi: Asennuksen käynnistys epäonnistui.
ja: インストーラーの起動に失敗しました。
pl: Błąd uruchamiania instalatora.
sr@latin: Nije moguće pokrenuti instalaciju.

source: Checking for updates...
bg: Проверяване за обновяване…
bs: Provjeravam ima li nadogradnji...
fi: Tarkistetaan päivityksiä...
ja: 更新を確認中...
pl: Sprawdzanie aktualizacji...
sr@latin: Traženje ažuriranja…

source: Cancel
bg: Отказ
bs: Poništi
fi: Peruuta
ja: キャンセル
pl: Anuluj
sr@latin: Otkaži

source: You're up to date!
bg: Програмата е актуална!
bs: Imate najnoviju verziju!
fi: Sovellus on ajan tasalla!
ja: 最新のバージョンをご利用中です !
pl: Masz najnowszą wersję!
sr@latin: Program je ažuran!

source: %s %s is currently the newest version available.
bg: %s %s е последното налично издание.
bs: %s %s je trenutno najnovija dostupna verzija.
fi: %s %s on uusin saatavilla oleva versio.
ja: %s %s は現在利用可能な最新のバージョンです。
pl: %s %s jest obecnie najnowszą dostępną wersją programu.
sr@latin: %s %s je trenutno najnovija verzija.

source: Close
bg: Затваряне
bs: Zatvori
fi: Sulje
ja: 閉じる
pl: Zamknij
sr@latin: Zatvori

source: Update Error!
bg: Грешка при обновяване!
bs: Greška pri ažuriranju!
fi: Päivitysvirhe!
ja: 更新エラー
pl: Błąd aktualizacji!
sr@latin: Greška pri ažuriranju

source: An error occurred in retrieving update information; are you connected to the internet? Please try again later.
bg: Грешка при получаване на данните на обновяването. Имате ли връзка с интернет? Моля, опитайте отново.
bs: Desila se greška prilikom dobavljanja informacija o ažuriranju; jeste li povezani na internet? Molimo vas da kasnije pokušate ponovo.
fi: Virhe noudettaessa päivitystietoja. Oletko yhteydessä Internetiin? Yritä myöhemmin uudelleen.
ja: 更新情報の取得中にエラーが発生しました。インターネットに接続しているか確認し、後ほどもう一度お試しください。
pl: Wystąpił błąd podczas pobierania informacji o aktualizacji; czy masz połączenie z Internetem? Spróbuj ponownie później.
sr@latin: Došlo je do greške pri preuzimanju informacija o ažuriranju. Proverite da li ste povezani na internet i pokušajte ponovo.

source: The update is improperly signed.
bg: Актуализацията съдържа неправилен подпис.
fi: Päivityksen allekirjoitus ei kelpaa.
pl: Aktualizacja jest nieprawidłowo podpisana.
sr@latin: Ažuriranje nema važeći digitalni potpis.

source: A new version of %s is available!
bg: Налично е ново издание на %s!
bs: Dostupna je nova verzija programa %s!
fi: Uusi %s -versio on saatavilla!
ja: 新しいバージョンの %s がご利用いただけます。
pl: Jest dostępna nowa wersja %s!
sr@latin: Dostupna je nova verzija programa %s!

source: Get update
bg: Обновяване
bs: Preuzmi ažuriranje
fi: Hanki päivitys
ja: アップデートを入手
pl: Pobierz aktualizację
sr@latin: Preuzmi

source: %s %s is now available (you have %s). Would you like to download it now?
bg: Налично е издание %2$s на %1$s (инсталирано е %3$s). Желаете ли да бъде изтеглено сега?
bs: Dostupan je %s %s (vi imate %s). Želite li odmah izvršiti preuzimanje?
fi: %s %s on saatavilla (sinulla on %s). Haluatko ladata sen nyt?
ja: %s %s がご利用いただけるようになりました (現在 %s を利用中)。今すぐダウンロードしますか ?
pl: Aktualizacja %s %s jest już dostępna (posiadasz %s). Czy chcesz pobrać ją teraz?
sr@latin: Dostupan je %s %s (vi imate verziju %s). Želite li da preuzmete ažuriranje?

source: Downloading update...
bg: Изтегляне на обновяването
bs: Preuzimam nadogradnju...
fi: Ladataan päivitystä...
ja: 更新をダウンロード中…
pl: Pobieranie aktualizacji...
sr@latin: Preuzimanje ažuriranja…

source: %s of %s
bg: %s от %s
bs: %s od %s
fi: %s/%s
ja: %s (%s 中)
pl: %s z %s
sr@latin: %s od %s

source: Ready to install.
bg: Готови за обновяване.
bs: Spremno za instalaciju.
fi: Valmis asennettavaksi.
ja: インストールの準備ができました。
pl: Gotowa do zainstalowania.
sr@latin: Spremno za instalaciju.

source: Check for updates automatically?
bg: Автоматична проверка за обновяване?
bs: Automatska provjera ažuriranja?
fi: Tarkistetaanko päivitykset automaattisesti?
ja: 更新を自動的にチェックしますか ?
pl: Automatycznie sprawdzać aktualizacje?
sr@latin: Tražiti ažuriranja automatski?

source: Should %s automatically check for updates? You can always check for updates manually from the menu.
bg: Проверката за обновяване на %s автоматично ли да бъде извършвана? Винаги ръчно може да направите проверка от менюто.
bs: Treba li %s automatski provjeravati da li su dostupna ažuriranja? Ovo uvijek možete uraditi ručno iz menija.
fi: Pitäisikö %s -päivitykset tarkistaa automaattisesti? Voit aina tarkistaa päivitykset myös manuaalisesti valikosta.
ja: %s が自動的に更新を確認するようにしますか ? いつでもメニューから手動で更新を確認することもできます。
pl: Czy program %s ma automatycznie sprawdzać dostępność aktualizacji? Zawsze można zrobić to ręcznie z menu.
sr@latin: Želite li da %s automatski traži ažuriranja? To možete da uradite i ručno iz menija.

source: Check automatically
bg: Автоматична проверка
bs: Provjeravaj automatski
fi: Tarkista automaattisesti
ja: 自動的に確認する
pl: Sprawdzaj automatycznie
sr@latin: Traži automatski

source: Don't check
bg: Без проверка
bs: Ne provjeravaj
fi: Älä tarkista
ja: 確認しない
pl: Nie sprawdzaj
sr@latin: Ne traži
